Repository: SaltyPaws/route_pi
Catalog: po/*.po
Languages: ca, es, fi, fr, pt

source: Route
ca: Ruta
es: Ruta
fi: Reitti
pt: Rota

source: ROUTE
ca: RUTA
es: RUTA
fi: REITTI
pt: ROTA

source: Route Plotting plugin for OpenCPN
ca: Connector de Traçament de Rutes per a OpenCPN
es: Plugin para trazar rutas para OpenCPN
fi: OpenCPN reittinpiirto lisäosa
fr: Complément "Créateur de routes pour openCPN"
pt: Plotagem de Rota plugin para OpenCPN

source: Route Plotting plugin for OpenCPN Plots Great Circle routes, Limited Circle Routes and Rhumb lines.
ca: Connector de Traçament de Rutes per a OpenCPN Traçador de rutes ortodròmiques, rutes loxodròmiques i rutes limitades en latitud.
es: Plugin para trazar rutas para OpenCPN Dibuja rutas ortodrómicas completas y limitadas y loxodrómicas.
fi: OpenCPN reittinpiirto lisäosa Piirtää Isoympyrä reittejä, rajoitettuja ympyräreittejä ja loksodromeja.
fr: Complément pour OpenCPN : Créateur de routes Créateur de routes orthodromiques, de routes loxodromiques et de routes limitées en latitude.
pt: Plotagem de Rota plugin para OpenCPN Plota rotas grande círculo, rotas círculo limitado e linhas de rumo.

source: Route Preferences
ca: Preferències de ruta
es: Preferencias de ruta
fi: Reittisuositukset
fr: Préférences
pt: Preferências de rota

source: Menu
es: Menú
fi: Valikkko

source: Preferences
ca: Preferències
es: Preferencias
fi: Asetukset
fr: Préférences
pt: Preferências

source: Error in calculation. Please check input!
ca: Error de càlcul. Si us plau, comproveu l'entrada!
es: Error en cálculos. ¡Compruebe entradas!
fi: Virhe. Tarkista syöttö!
fr: Erreur dans le calcul. Vérifier vos entrées.
pt: Erro no cálculo. Por favor, verifique a entrada!

source: Export GPX file as
ca: Exportar l'arxiu com a GPX
es: Exportar el archivo GPX como
fi: Vie GPX tiedosto muodossa
fr: Exporter comme un fichier GPX
pt: Exportar arquivo GPX como

source: No Lat Limit!
ca: Sense límit de Latitud!
es: ¡No hay límite de Lat!
fi: Ei Lat rajoitusta!
fr: Pas de limite de latitude
pt: Sem limite de Lat!

source: Export Great Circle GPX file as
ca: Exporteu la route ortodròmica com a un arxiu GPX
es: Exportar archivo GPX de ortodrómica como
fi: Isoympyrä GPX-tiedoston vienti muodosssa
fr: Exporter la route orthodromique comme un fichier GPX
pt: Exportar arquivo Grande Círculo GPX como

source: error in input range validation
ca: error en la validació de la distància entrada
es: error en validación del alcance
fi: Virhe syöttöalueen kevollisuudessa
fr: Erreur de validation de donnée entrée
pt: erro na validação de entrada de intervalo

source: Start Latitude>Limit!
ca: Començar a latitud > límit!
es: Inicio latitud > límite!
fi: Aloita Latituden > raja!
fr: Latitude de début > Latitude limite
pt: Começar a Latitude > limite!

source: Error occured, aborting GCL calc!
ca: Error, abandonant càlcul GCL!
es: Ha ocurrido un error, ¡finalizando cálculos de ortodrómica!
fi: Virhe keskeytetään GCL calc!
fr: Une erreur s'est produite. Calcul avorté du grand cercle
pt: Ocorreu erro, anulando GCL calc!

source: Brent's method not converging, check result
ca: El mètode de Brent no convergeix, comproveu el resultat
es: Método de Brent no converge, compruebe resultados
fi: Brent's method ei käänny, tarkista tulos
pt: Método de Brent não convergentes, Verifique resultado

source: Export Rhumb Line GPX file as
ca: Exporteu l'arxiu GPX de línia loxodròmica com a
es: Exportar el archivo GPX de loxodrómica como
fi: Vienti loksodromi GPX tiedosto muodossa
fr: Exporter la route loxodromique comme un fichier GPX
pt: Exportar arquivo GPX Linha de Rumo como

source: Route preferences
ca: Preferències de ruta
es: Preferencias de ruta
fi: Reittisuositukset
fr: Préférences de la route
pt: Preferências de rota

source: Route Plugin by SaltyPaws
ca: Connector de ruta per SaltyPaws
es: Plugin de Ruta por SaltyPaws
fi: Reitti lisäosa SaltyPaws'n tapaan
fr: Complément "Routes" par Salty Paws
pt: Plugin de Rota por SaltyPaws

source: Great Circle Route
ca: Ruta ortodròmica
es: Ortodrómica Ruta
fi: Isoympyrä Reitti
fr: Routes naturelles
pt: Grande Círculo Rota

source: Input
ca: Entrada
es: Entrar
fi: Syöte
fr: Entrée
pt: Entrada

source: Waypoint Distance
ca: Distància Waypoint
es: Waypoint Distancia
fi: Reittipiste Etäisyys
fr: Distance entre waypoint
pt: Waypoint Distancia

source: NM
es: MN

source: Calculate
ca: Calcula
es: Calcular
fi: Laske
fr: Calculer
pt: Calcular

source: Result
ca: Resultat
es: Resultado
fi: Tulos
fr: Résultat
pt: Resultado

source: Great Circle Distance
ca: Distància Ortodròmica
es: Ortodrómica Distancia
fi: Isoympyrä Etäisyys
fr: Orthodromie Longueur
pt: GrandeCírculo Distancia

source: Rhumb Line Distance
ca: Distància Loxodròmica
es: Loxodrómica Distancia
fi: Isoympyrä Etäisyys
fr: Loxodromie Longueur
pt: Line de Rumo Distancia

source: Export
ca: Exporta
es: Exportar
fi: &Vie
fr: Exporter
pt: Exportar

source: Great Circle (shortest) GPX
ca: GPX Ortodròmica (més curta)
es: GPX Ortodrómica (más corta)
fi: Isoympyrä (lyhin) GPX
fr: Orthodromie (Plus courte) ---> GPX
pt: Grande Círculo (mais curta) GPX

source: Rhumb Line (fixed heading) GPX
ca: GPX Ruta loxodròmica (rumb fix)
es: GPX Ruta loxodrómica (rumbo fijo)
fi: Loksodromi (kiinteä suunta) GPX
fr: Loxodromie (Cap constant) ---> GPX
pt: Linha de rumo (posição fixa) GPX

source: Great Circle
ca: Ortodròmica
es: Ortodrómica
fi: Isoympyrä
fr: Routes directes
pt: Grande círculo

source: Limited Circle Route
ca: Ruta Limitada Cercle
es: Círculo Ruta limitada
fi: Rajoitettu ympyrä Reittti
fr: Route limitée (en latitude N ou S)
pt: Limitado Círculo Rota

source: Latitude Limit
ca: Latitud Límit
es: Latitude Límite
fi: Leveys Rajoitus
fr: Latitude Limite

source: Limited Circle Distance
ca: Distància limitada cercle
es: Círculo Distancia limitada
fi: Rajoitettu Ympyrä Etäisyys
fr: Route limitée Longueur
pt: Limitado Círculo Distancia

source: Great Circle Distance
ca: Distància Ortodròmica
es: Ortodrómica Distancia
fi: Isoympyrä Etäisyys
fr: Orthodromie Longueur
pt: Grande círculo Distancia

source: Rhumb Line Distance
ca: Distància Loxodròmica
es: Loxodrómica Distancia
fi: Isoympyrä Etäisyys
fr: Loxodromie Longueur
pt: Linha de Rumo Distancia

source: Limited Circle GPX
ca: Cercle limitat GPX
es: Círculo limitado GPX
fi: Rajoitettu ympyrä GPX
fr: Route avec limite ---> GPX
pt: Círculo limitado GPX

source: Limited Circle
ca: Cercle limitat
es: Círculo limitado
fi: Rajoitettu ympyrä
fr: Route limitée
pt: Círculo limitado

source: Start of Route
ca: Inici de la ruta
es: Inicio de ruta
fi: Reitin alussa
fr: Début de la route
pt: Início da rota

source: Lattitude
ca: Latitud
es: Latitud
fi: Leveysaste
fr: Latitude

source: Longitude
ca: Longitud
es: Longitud
fi: Pituusaste

source: End of Route
ca: Fi de la ruta
es: Final de ruta
fi: Reitin loppu
fr: Fin de la route
pt: Fim da rota

source: Naming
ca: Nomenclatura
es: Nombres
fi: Nimeäminen
fr: Nom
pt: Nomeação

source: Start
ca: Inici
es: Inicio
fi: Käynnistä
fr: Début
pt: Iniciar

source: End
ca: Fi
es: Final
fi: Loppu
fr: Fin
pt: Fim

source: Decimal Degree
ca: Graus Decimals
es: Grados decimales
fi: Desimaaliaste
fr: Degré décimal
pt: Graus decimais

source: Convert to Degree
ca: Convertir a graus
es: Convertir a grados
fi: Muunna asteiksi
fr: Convertir en degré
pt: Converter para grau

source: General settings
ca: Configuració general
es: Opciones generales
fi: Yleisasetukset
fr: Réglage
pt: Definições gerais

source: Opacity
ca: Opacitat
es: Opacidad
fi: Läpinäkyvyys
fr: Opacité
pt: Opacidade

source: W
ca: O
fr: O
